import 'package:alamuti/app/controller/ads_form_controller.dart';

const List<String> categories = [
  'همه',
  'مواد غذایی',
  'دام',
  'خدمات',
  'املاک',
];

final List<String> filterType = [
  '',
  AdsFormState.FOOD.toString(),
  AdsFormState.Trap.toString(),
  AdsFormState.JOB.toString(),
  AdsFormState.REALSTATE.toString()
];

 List villages = ['اسبمرد','اسطلبر','اناده','اندج','اواتر','اوان','اوانک','اویرک','اکوجان','ایلان','باغدشت','بهرامآباد','تلاتر','جوتان','جولادک','دستجردسفلی','دورچاک','رزجرد','زناسوج','زواردشت','سنبلآباد','شترخان','شمسکلایه','شهرستان','شهرکالموت','شورستان','شیرکوه','شیزند','فانفین','فلار','فیشان','لامان','لوشکان','مدان','مرگ','منصورباغ','میلک','نهب','هرانک','هریان','هریف','هلالآباد','هیر','وناش','پایینروچ','پراچان','پررود','پرچکوه','چاله','چناسک','کامان','کتکان','کشمرز','کلمین','کوشک','کوچنان','گازرخان','گرمارود','یرک','یوج','','','','','','','','','','','',''];

